Repository: mtgto/macSKK
Catalog: macSKK/Localizable.xcstrings
Source language: en
Languages: ja

source: Add
ja: 追加

source: Add…
ja: 追加…

source: Address
ja: アドレス

source: Annotation font size
ja: 注釈のフォントサイズ

source: Cancel
ja: キャンセル

source: Candidates font size
ja: 変換候補のフォントサイズ

source: Check For Update…
ja: アップデートを確認…

source: Copy
ja: コピー

source: Current Version
ja: 現在のバージョン:

source: Delete
ja: 削除

source: Dictionary Setting
ja: 辞書の設定

source: Disabled
ja: 無効

source: Done
ja: 完了

source: Enabled
ja: 有効

source: Encoding
ja: エンコーディング

source: Filename
ja: ファイル名

source: Insert Blank String
ja: 空文字挿入

# Keyboard Layout
source: Keybaord Layout
ja: キー配列

# Latest Version: %@
source: (Latest Verssion: %@)
ja: (最新バージョン: %@)

# LoadingStatusDisabled
source: Disabled
ja: 無効

# LoadingStatusError %@
source: Error: %@
ja: エラー: %@

# LoadingStatusLoaded %lld
source: %lld entries
ja: %lld エントリ

# LoadingStatusLoaded %lld WithError %lld
source: %lld entries (%lld lines of parsing error)
ja: %lld エントリ (%lld行の読み込みエラー)

# LoadingStatusLoading
source: Loading…
ja: 読み込み中…

# LoadingStatusUnknown
source: Unknown
ja: 不明

# MenuItemDirectInput
source: Direct input from "%@"
ja: "%@"では直接入力

# MenuItemInsertBlankString
source: Insert Blank String for Workaround
ja: 空文字挿入 (互換性)

# MenuItemPreference
source: Preferences…
ja: 設定…

# MenuItemPrivateMode
source: Private mode
ja: プライベートモード

# MenuItemSaveDict
source: Save User Dictionary
ja: ユーザー辞書を今すぐ保存

source: Number of inline candidates
ja: インラインで表示する変換候補の数

source: Open Release Page
ja: リリースページを開く

source: Response Encoding
ja: 応答エンコーディング

# SettingsFileDictionariesSubtitle
source: You can reorder the priorities of dictionary by drag & drop
ja: 項目をドラッグすることで優先順位を入れ替え可能です。

# SettingsFileDictionariesTitle
source: Dictionary files
ja: ファイル辞書

# SettingsHeaderWorkaroundApplication
source: Workaround settings for the application
ja: アプリケーションの互換性の設定

# SettingsNameDictionaries
source: Dictionaries
ja: 辞書

# SettingsNameDirectMode
source: Direct Mode
ja: 直接入力

# SettingsNameGeneral
source: General
ja: 一般

# SettingsNameKeyEvent
source: Key Event
ja: キーイベント

# SettingsNameLog
source: Log
ja: ログ

# SettingsNameSoftwareUpdate
source: Software Update
ja: ソフトウェアアップデート

# SettingsNameSystemDict
source: System Dict
ja: システム辞書

# SettingsNameUserDictTitle
source: User Dictionary
ja: ユーザー辞書

# SettingsNameWorkaround
source: Workaround
ja: 互換性の設定

# SettingsNoteDictionaries
source: If you want to add a dictionary, place your dictionary file in the dictionary folder and activate it on this panel.
ja: 辞書を追加したい場合は辞書フォルダに辞書ファイルを置き、この画面で有効化してください。

# SettingsNoteDirectMode
source: Set Front-Most to target app and select "Direct input from (AppName)" in Input Menu.
ja: 日本語変換を行いたくないアプリが最前面の状態で、入力メニューから "(アプリ名)では直接入力" を選択してください。

# SettingsNoteWorkaround
source: you can enable/disable workaround settings from the Input Menu when the target app is in Front-Most.
ja: 設定したいアプリが最前面の状態で、入力メニューからも互換性の設定の有効・無効を設定できます。

# SettingsOpenDictionaryFolder
source: Show Dictionaries in Finder
ja: 辞書フォルダをFinderで表示

# Show Annotation
source: Show the annotation of the candidate in current
ja: 現在の変換候補の注釈を表示

# SKKServClientConnected
source: Succeeded to connect to skkserv.
ja: skkservへの接続に成功しました

# SKKServClientConnectionRefused
source: Failed to connect to skkserv.
ja: skkservに接続できませんでした

# SKKServClientConnectionTimeout
source: Timeout error to connect to skkserv.
ja: skkservへの接続がタイムアウトしました

# SKKServClientTimeout
source: Timeout error to skkserv.
ja: skkservへの通信がタイムアウトしました

# SKKServClientUnknownError
source: Unknown error occurred while connecting to skkserv.
ja: skkservへの接続中に不明なエラーが発生しました

# SKKServDictTesting
source: Testing to connect to skkserv…
ja: SKKServへの接続テスト中…

# SKKServDictTitle
source: SKKServ Dictionary Setting
ja: SKKServ辞書の設定

source: System Dict
ja: システム辞書

source: Tab Completion
ja: Tabで補完

# TCP Port
source: TCP Port No.
ja: TCPポート番号

source: Test
ja: テスト

# UNNewVersionBody
source: macSKK %@ is now available.
ja: macSKKの新しいバージョン %@ がリリースされています。

# UNNewVersionTitle
source: A new version is available
ja: 新しいバージョンがあります

source: Unregistered
ja: 未登録です

# UNUserDictReadErrorBody
source: Failed to load the user dictionary
ja: ユーザー辞書の読み込みに失敗しました

# UNUserDictReadErrorTitle
source: Error
ja: エラー

# UNUserDictReadFailureEntryBody
source: Failed to load %d entries of the user dictionary
ja: ユーザー辞書の読み込みで %dエントリの読み込みに失敗しました

# UNUserDictReadFailureEntryTitle
source: Error
ja: エラー

# UNUserDictWriteErrorBody
source: Failed to save the user dictionary
ja: ユーザー辞書の永続化に失敗しました

# UNUserDictWriteErrorTitle
source: Error
ja: エラー

source: User Dictionary
ja: ユーザー辞書
